alexkrechik.cucumberautocomplete
devsense.composer-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
eamodio.gitlens
enkia.tokyo-night
expo.vscode-expo-tools
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
rbbit.typescript-hero
redhat.vscode-yaml
zobo.php-intellisense