cucumberopen.cucumber-official
devsense.composer-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
eamodio.gitlens
enkia.tokyo-night
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
rbbit.typescript-hero
zobo.php-intellisense