bmewburn.vscode-intelephense-client
cucumberopen.cucumber-official
eamodio.gitlens
enkia.tokyo-night
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
zobo.php-intellisense
